/* Only 1 machine available to user */
"%d Mother available (%d hidden)" = "%1$d Mother available (%2$d hidden)";

/* Zero or more than 1 machines available to user */
"%d Mothers available (%d hidden)" = "%1$d Mothers available (%2$d hidden)";

